{"pageProps":{"packagesList":[{"_id":"63098577-d2c8-4cde-ac6d-c1278eb45daf","name":"Best of South India","time":"2 Days // 3 Nights","description":"Best of South India trip is included with historical temples, nature, wild life and backwaters combinations. During this tour you can explore one of the oldest city and historical temples in Tamilnadu. Also explore the Kerala which is known as Gods own country, where explore and view thousands of wonderful natural places. Visit the Thekkady and explore spices plantations and wildlife sanctuary. Enjoy the overnight stay at the traditional houseboat on backwaters, where the visitors can see the wonderful natural beauty and palm trees. The trees area manly covering the beaches where people can sit, relax and enjoy.","highlight":"Visit Kanchipuram- known as the Golden City of a Thousand Temples, it is one of the oldest towns in India. The Tiruchirappalli Rock Fort is one of the great structures and a construction of huge historical importance. Madurai is over 2500 years old and is the second largest city of Tamil Nadu. Thekkady, India's largest wildlife sanctuary. Explore spice plantations, it is undoubtedly the heartland of spices. Night stay at houseboat on the Backwaters, a splendid area full of canals, lakes and coves.","image_Url":"https://cdn.sanity.io/images/fifev1uu/blogs/ca66b37dc52805d1b43ac89ee7e53cca8386e2d8-2022x1104.png"},{"description":"Night stay in Delhi. After breakfast proceeds to sightseeing to Old & New Delhi. President's Residence and would end with a drive through the Diplomatic Enclave. After sightseeing return back to the hotel. Night stay in Delhi. After breakfast picks up from the hotel and straight drive to Agra. Upon arrival, you will check-in at the hotel. Later visit Agra fort.  Morning at sunrise visit the magnificent Taj Mahal. After breakfast proceed to an excursion to Amber Fort. Night stay in Jaipur. After breakfast, you will depart by road to Pushkar. Upon arrival, you will check-in the hotel. Afternoon enjoys a visit of Pushkar city including Pushkar Lake After breakfast, check-out the hotel and you will depart by road to Udaipur. Udaipur is one of the most beautiful and romantic destinations in India. It is also known as “The City of Lakes” and “Venice of India” After breakfast, meet with your local guide for today sightseeing and start Udaipur sightseeing. City Palace is an astounding landmark in Udaipur In time you will transfer to Udaipur airport to board the flight to Mumbai. Meet and assist on arrival and transfer to hotel. Arrive hotel and check-in. En route a photo stoppage at the Dhobhi ghat, the open-air laundry of the city. Night stay in Mumbai.In time you will be transferred to Mumbai airport to board the flight back home with sweet memories.","highlight":"10 Nights’ accommodation on Twin/double sharing Room with breakfast.. All transfers and sightseeing by air-conditioned vehicle.Rickshaw ride at Chandini chowk (ancient bazaar) in Delhi. Local English-speaking guides for sightseeing. Entrance fees to the monument as per itinerary. A common boat ride trip on Udaipur Lake. Highly personalized itinerary planning. Expert advice from our India specialists, all of whom have traveled extensively in India.. Local contacts at our associate offices throughout India. All taxes, driver allowances, parking etc.","image_Url":"https://cdn.sanity.io/images/fifev1uu/blogs/3140a9367119d770f47ae3eb189453504cd025d7-1282x854.png","_id":"bd816183-f974-409d-9582-bf1b543cf83a","name":"Delhi to Mumbai Express","time":"11 Days // 10 Nights"},{"_id":"d9cb67be-eafe-43c0-bb71-9177d270f468","name":"Palm & Backwaters","time":"8 Days // 7 Nights","description":"Arrive Cochin International airport & after customs formalities walk out of the main exit gate where our representative will meet. Overnight at Cochin. After breakfast proceeds for the guided city tour and you will be walking through the old sections. Later drive to Munnar. Upon arrival check In at Hotel. Overnight in Munnar. After breakfast proceed to explore Munnar, one of the most beautiful hills station in Kerala. Back to hotel. Night stay in Munnar. After breakfast drive to Kumarakom. Night stay in Kumarakom. Morning In the morning board the Rice boat. In houseboats, traditional Kerala food will be served. Lunch, Dinner & overnight on Boat. In the morning after breakfast disembark the boat and drive to Kovalam. Free day at leisure on the beach. You may take Ayurvedic massage or treatment at the hotel on direct payment basis. Night stay in Kovalam. Transfer to airport to board your onward flight to back home.","highlight":"07 Nights’ accommodation in hotel with includes breakfast. 01 Night at houseboat in Alleppey with all meals (breakfast, dinner & lunch). All transfers & sightseeing by exclusive air-conditioned mid-size car. Entrance fees as per itinerary. English speaking guides for sightseeing in Cochin and Munnar. Highly personalized itinerary planning. Expert advice from our India specialists, all of whom have travelled extensively in India. Local contacts at our associate offices throughout India. All taxes, driver allowances, parking etc.","image_Url":"https://cdn.sanity.io/images/fifev1uu/blogs/1b1d2a1341b2082160fbdbd48a4b0bfa2ab2daa7-2108x1316.png"},{"_id":"e08ab150-e709-48d5-be39-3fa52de4f186","name":"Discover the vibrant capital of India - Delhi","time":"1 Day Sightseeing","description":"Delhi is diverse in northern India, with a very rich history back to the Mughal era. The city is an epicenter of cultures and religions, making it an interesting place to explore. With historical monuments, religious sites, museums, parks, and markets, Delhi has something special to offer for everyone. we'll take you through some of the top sights to see in Delhi. Delhi, a mix of history and modernity, known for its rich culture, and historical sites, it is the capital city of India and also the capital of so many good things must-see for anyone traveling to India. Historical Attraction and monument: Delhi is the capital of historical monuments and landmarks. Some of the top attractions such as-  Red Fort: It is a UNESCO World Heritage Site and a must-visit for anyone interested in Delhi's history that is built by Mughal Emperor Shah Jahan in the 17th century, the  Qutub Minar: It is the world's tallest brick minaret built by Qutubuddin Aiyak in the 12th century, the Qutub Minar is also a UNESCO World Heritage Site and one of Delhi's most iconic landmarks.  India Gate: A war memorial located in the heart of the city, the India Gate is a popular spot for picnics and evening strolls.  Humayun's Tomb: Humayun's Tomb is a stunning example of Mughal architecture and one of the city's most visited sites. You might not even know that Humayun Tomb is the real inspiration behind Taj Mahal. Jama Masjid: India's largest mosque, the Jama Masjid is fascinating Islamic architecture  also built by Mughal emperor Shahjahan in 1650 to 1656 and a must-visit for anyone interested in Delhi's religious history. Religious Places: Akshardham Temple:  The temple spread over 100 acres with beautiful pink  traditional architecture, dedicated to the swaminarayan built in the 19 century to depict the methodology of hinduism. Prayer also can enjoy temples surrounded by beautiful gardens, light shows, attending multiple exhibitions, and enjoying boat rides. Lotus Temple: The beautiful lotus shaped temple with 27 white marble petals built by the Baha'i community in 1986 is open for all religions that shows the unity of all religions and equality of all people. The Interior of this majestic temple is very large that can accommodate 2500 people at a time.There are no idols or religious symbols, Prayer can meditate or pray in silence. Gurudwara Bangla Sahib: The prominent sikh gurdwara spread over a large area, its stunning architecture, which is a mix of mughal and sikh art. It also offers a langar that serves free meals to thousands of devotees despite any discrimination of caste and religion, The temple is also a very popular destination for tourists and devotees. Iskcon temple: Also known as lord krishna temple built in 1988, Iskcon is a franchise of temples that is located in several cities such as Delhi, Mumbai, Noida, and Hyderabad. Kalkaji Temple: Also known as Kalkaji Mandir, dedicated to Goddess Kali, located in South Delhi, built in the 18th century. The temple is one of the oldest and most visited temples in Delhi. Hazrat Nizamuddin Dargah: It is a very popular Dargah among muslims, It is named after the famous Sufi saint, Hazrat Nizamuddin Auliya, who lived in the area during the 14th century. The dargah is one of the most important pilgrimage sites for Muslims and it attracts thousands of devotees, Consists of several tombs, including the tomb of Hazrat Nizamuddin Auliya, and Hazrat Amir Khushro. Shopping and Market: Delhi is a shopping destination among travelers, with a several variety of markets and shopping destinations at all budgets. Here are some most popular shopping market in Delhi: Chandni Chowk: It is one of the oldest and busiest markets in Delhi, with a slightly  narrow street that is lined with shops from clothes and jewelry to spices and street food. Also known for traditional Indian wear and is a must-visit for anyone looking for a unique shopping experience. Connaught Place:  popularly known CP, it is one of Delhi's most famous shopping marketplace. It is a circular market that is divided into blocks.  From high-end malls to street vendors, Connaught Place has something for everyone.  Sarojini Nagar Market: Sarojini Nagar Market is a popular destination for affordable shopping. It is famous for its clothes, shoes, jewelry, electronics, and accessories, available at bargain prices. The market is especially popular with young adults and students.  Lajpat Nagar Market: A mix of traditional and modern shops, selling everything from Indian wear and accessories to electronics and home décor, Lajpat Nagar Market is another popular destination for shopping in Delhi, especially popular during the festive season when it is decorated with lights. Dilli Haat: Dilli Haat is a unique open-air market that showcases the best of Indian handicrafts and cuisine. Food and Restaurants: Each city has a different taste and unique speciality. Delhi is also the destination of many foods such as chole bhature, banke bihari ke samose and rashgulle, Chawla de chur-chur naan, Kabab, Butter Chicken, Momos, and many more with a variety of cuisines and restaurants that cater to all tastes and budgets. Here are some of the best places to eat in Delhi:  Karim: Karim's is one of Delhi's most famous restaurants and is known for its delicious Mughlai cuisine. Located in Old Delhi, Karim's has been serving laziz kebabs, biryanis, and curries for over a century.  Parathe Wali Gali: Parathe Wali Gali is a narrow street in Old Delhi that is lined with shops selling a variety of stuffed parathas. From spicy potato and onion parathas to sweet parathas this street is a must-visit for anyone looking to sample some authentic Delhi street food.  Rajendra De Dhaba:  Nightlife and entertainment : Hauz Khas Village: Hauz Khas Village is a popular destination for nightlife in Delhi. The area is filled with trendy bars, beautiful lakes, parks, cafes, and restaurants that serve to all tastes and budgets.  Connaught Place: Connaught Place is not only a shopping destination but the area is filled with bars, clubs, and pubs that serve all budgets. From high-end nightclubs to budget-friendly bars, Connaught Place always has something for everyone.  Hard Rock Cafe: Popular chain of restaurants and bars that is known for its live music performances. The Delhi location is no different, with regular performances by local and international artists.  PVR Cinema: Popular chain of multiplex cinemas that is known for its luxurious seating and high-quality unforgettable experience. The chain has multiple locations across Delhi such as connaught place, Rivoli, Chanakyapuri, Nraina, Shalimarbagh, Shubhas nagar and is a great place to catch the latest Bollywood and Hollywood films.","highlight":"Thereafter, we proceed towards the iconic Lal Qila or Red Fort, Which was built in 1639 as the main residence of the Mughal emperors. Our guide will help you explore the fort and its rich history. Then, we head to the serene Gurdwara Bangla Sahib, built of white marble and gold. Experience the serenity of this sacred Sikh shrine before heading to India Gate, a massive war memorial that honors Indian soldiers who died in World War I. Our next stop is Rashtrapati Bhavan, the official residence of the President of India. Here you can see the Mughal Gardens, which are famous for their vibrant flowers and trees. Next, we head towards the stunning Swaminarayan Akshardham Temple, built in 2005 but with a design that resembles ancient architecture.  Our final stop is the magnificent Lotus Temple, built of white marble and shaped like a lotus flower. Finally, we end our journey at the iconic Qutub Minar, a UNESCO World Heritage Site which boasts the tallest red tower in India.  Throughout the tour, our personal guide will accompany you to provide insight and information about the history and culture of each site. We provide a private air-conditioned car with a driver, two water bottles, and a soft drink. The tour package includes all parking charges, fuel charges, and tolls.  Book one of our Private Delhi Sightseeing Tours and experience the charm, beauty, and history of Delhi in a way that is both relaxing and informative.","image_Url":"https://cdn.sanity.io/images/fifev1uu/blogs/c4abf9ead4f1da09f051badb1372c3fb474759ba-1600x1065.webp"},{"highlight":"07 nights’ accommodations with breakfast. Surface Travel by exclusive air-conditioned car. Local English speaking guides for sightseeing. Sharing Boat ride in Varanasi. Cycle Rickshaw ride in Delhi. Highly personalized itinerary planning. Expert advice from our India specialists, all of whom have traveled extensively in India. Local contacts at our associate offices throughout India. All taxes, driver allowances, parking etc","image_Url":"https://cdn.sanity.io/images/fifev1uu/blogs/12a362d05d4e820d2456d568b56eefa01210abc2-1202x808.png","_id":"fdb570c4-7950-4947-b500-96f37d19529e","name":"Golden Triangle ","time":"8 Days // 7 Nights","description":"Golden triangle is the most popular travel circuit in India, it offers a great opportunity to explore the best location & sights of Delhi, Jaipur, and Agra, where you can save good memories. Starting from Delhi, it has a very rich historical and cultural advantage, in Delhi Tourists can see Jama Masjid (India’s biggest mosque), Red Fort, Qutub Minar (Built-in AD 1149), Bangla sahib guru dawara, India Gate, Lotus Temple, delicious street food of old delhi, also the glorious past of Connaught place. From here you move on to Agra, where you can see the seven wonders of the world  & symbol of love the Taj Mahal. Agra city remains a major tourist destination because of its many incredible Mughal- era building such as the Taj Mahal, Agra fort, and Fatehpur Sikri, all three of which are UNESCO Heritage sites. With this, you’ll come to Jaipur, which is also known as Pink city. In Jaipur, you’ll cover the City Palace, Jantar Mantar, Hawa Mahal, and Amber Fort. It is India's first planned city with beautiful gardens, parks, and attractive monuments"}]},"__N_SSG":true}